Repository: seandepagnier/rotationctrl_pi
Catalog: po/*.po
Languages: cs_cz, el_gr, es_es, et_ee, fi_fi, fil_ph, fr_fr, id_id, ja_jp, nb_no, nl, pl_pl, pt_pt, sv_se, tr_tr

source: Enabling/Disabling rotation via [ ] / keys requires restarting OpenCPN.
cs_cz: Povolení/zakázání otáčení přes [] / klávesy vyžaduje restartování OpenCPN.
el_gr: Η ενεργοποίηση/απενεργοποίηση της περιστροφής μέσω των κλειδιών [ ]/ απαιτεί την επανεκκίνηση του OpenCPN.
es_es: Activación/desactivación Rotación vía [] / teclas requiere reiniciar OpenCPN.
et_ee: [ ] nuppudega pööramise lubamine/keelamine nõuab OpenCPN'i taaskäivitamist.
fi_fi: Pyörittämisen salliminen/estäminen [ ] / näppäimillä vaatii OpenCPN:n uudelleen käynnistyksen.
fil_ph: I-enable/i- disable ang rotasyon gamit [ ] / keys na kinakaylangan upang i restart ang OpenCPN.
fr_fr: L'activation/désactivation de "Rotation" via la touche [] nécessite de redémarrer OpenCPN.
id_id: Mengaktifkan / Menonaktifkan rotasi melalui [] / tombol memerlukan restart OpenCPN.
nb_no: Aktivere/deaktivere rotasjon via [ ] / tastene krever omstart av OpenCPN.
nl: In- of uitschakelen van rotatie met [ ] / toetsen vereist een herstart van OpenCPN
pl_pl: Włączanie/Wyłączanie obrotu poprzez [] / klawisze wymaga ponownego uruchomienia OpenCPN.
pt_pt: Ativação/Inativação de rotação pelas teclas [ ] / necessita que o OpenCPN seja reiniciado.
sv_se: Aktivera/inaktivera rotation mha [ ] / tecken. Kräver omstart OpenCPN.
tr_tr: [] / Tuşlarıyla döndürmeyi etkinleştirme / devre dışı bırakma OpenCPN'yi yeniden başlatmayı gerektirir.

source: Rotation Control Information
cs_cz: Informace o řízení rotace
el_gr: Πληροφορίες ελέγχου περιστροφής
es_es: Información de Control de rotación
et_ee: Rotation Control Info
fi_fi: Kierron hallinan tiedot
fil_ph: Impormasyon Sa control ng rostasyon
fr_fr: Informations de contrôle de rotation
id_id: Informasi Kontrol Rotasi
nb_no: Informasjon om rotasjons kontroll
nl: Rotatiebeheerinformatie
pl_pl: Informacje dotyczące kontroli obrotu
pt_pt: Informação de Controlo de Rotação
sv_se: Info om rotationshantering
tr_tr: Döndürme Kontrolü Bilgileri

source: Advanced Control of the Viewport Rotation Set the Update period to a fraction (eg .2) for fast update, (this may use excessive cpu) Rotation offset allows Course right (90) Course down (180) etc... Route Up, activate a route or waypoint (right click navigate to) Wind Up requires wind sensor via nmea data. Heading Up Requires magnetic heading sensor via nmea data.
el_gr: Εξελιγμένο σύστημα ελέγχου της περιστροφής της οθόνης Θέσατε την περίοδο της ανανέωσης ως ένα κλάσμα (π.χ. 0.2) για γρήγορη ανανέωση, (αυτό μπορεί να χρησιμοποιεί πολύ CPU) Η αντιστάθμιση της περιστροφής επιτρέπει δεξιά πορεία (90) πορεία προς τα κάτω (180) κλπ... Διαδρομή προς τα πάνω, ενεργοποιήσετε μια διαδρομή ή ένα σημείο πορείας (κάντε δεξιό κλικ και «Πλέυση προς») Άνεμος προς τα πάνω, απαιτεί αισθητήρα ανέμου μέσω δεδομένων NMEA. Πορεία προς τα πάνω, απαιτεί μαγνητικό αισθητήρα πορεία μέσω δεδομένων nmea.
es_es: Control avanzado del punto de vista de la Rotación Establezca el período de actualización a una fracción (por ejemplo ,2) para actualización rápida, (esto puede utilizar excesivo tiempo de CPU) Los ajuste de Rotación permiten establecer Rumbo derecho (90º) Rumbo hacia abajo (180º) etc.... Ruta arriba, activar una ruta o waypoint (haga clic en Navegar a) Viento arriba requiere sensor de viento vía datos NMEA. Rumbo aguja requiere sensor de rumbo magnético vía datos NMEA.
et_ee: Vaateava pööramise täiustatud kontroll pane uuendusperiood osale (nt .2) kiireks uuenduseks (see võib kasutada ülemääraselt CPU'd) Pööramise nihe võimaldab kurssi paremale (90) kurssi alla (180) jne... Tee üleval, aktiveeri teekond või -punkt (paremklikk navigeeri sinna) Tuul üleval nõuab tuuleanduri nmea-andmeid. Kurss üleval nõuab magnetkursi anduri nmea-andmed.
fi_fi: Näyttöikkunan kierron kehittynyt valvonta Aseta päivitystiheys asetukseen (esim.2) nopeaksi päivitykseksi (tämä voi käyttää liikaa suoritintehoa) Kännön kompensointi sallii kurssin oikealle (90) kurssin vasemmalle (180) jne... Reitti ylös, aktivoi reitin tai reittipisteen (oikealla klikkaa Siirry) Tuuleen ylös edellyttää tuulianturista nmea tietoa. Suunta ylös edellyttää magneettisen suuntaanturin nmea tietoa.
fil_ph: Advance na kontrol ng rotasyon ng viewport I-set ang hangganan ng update sa bahagdan (eg.2) para sa mabilis na update, (ito ay maaaring gumamit ng sobrang lakas cpu) Ang offset ng rotasyon ay pumapayag sa rutang kanan (90) rutang pababa (180) etc... Ruta pataas, i-activate ang ruta o daraanan (right click at pumunta) Wind up ay nangangailangan ng sensor gamit ang nmea data. Heading up ay nangangailangan ng magnetic heading sensor gamit ang nmea data.
fr_fr: Rotation avancée de la fenêtre permet de Définir la période de mise à jour à une fraction (par exemple 0,2) pour la mise à jour rapide, (cela peut utiliser excessivement la cpu) Définir une rotation de 90° ou cap vers le bas (180°), etc. .. Définir la rotation pour qu'un waypoint soit en haut ou chaque segment d'une route aille vers le haut de l'écran Vent vers le haut ce qui exige des données NMEA en provenance d'un capteur de vent Nord magnétique vers haut ce qui exige des données NMEA en provenance du compas du bateau
id_id: Kontrol Lanjutan Rotasi Viewport Setel periode Update menjadi fraksi (misalnya .2) untuk pembaruan cepat (mungkin menggunakan cpu berlebihan) Rotasi offset memungkinkan Kursus yang benar (90) Kursus turun (180), dll. .. Rute ke atas, aktifkan rute atau titik arah (klik kanan navigasikan ke) Wind Up memerlukan sensor angin melalui data nmea. Heading Up Membutuhkan sensor pos magnetik melalui data yang nmea.
nb_no: Avanser kontroll for rotasjon av visningsvindu Sett oppdateringsperioden til en brøkdel (f.eks. 2) for rask oppdatering, (dette kan bruke veldig mye CPU kraft) Rotasjonsforskyvning tillater kurs Høyre (90) Kurs ned (180) osv... Rute opp, aktiver en rute eller et veipunkt (høyreklikk naviger til) Vind opp krever en vindsensor via NMEA data. Kurs opp krever en magnetisk kurs sensor via NMEA data.
nl: Uitgebreide beheermogelijkheid voor rotatie van de 'viewport' Stel de verversfrequentie kleiner in dan 0 (bijvoorbeeld 0.2) voor een snelle beeldverversing (dit kost veel CPU-tijd). Met rotatieoffset kunt u de oplijning van het beeld bijstellen met 90° (COG-Rechts), 180° (COG-Beneden) enzovoort. Koerslijn-Boven vereist NMEA-invoer van koerssensor.
pl_pl: Zaawansowane sterowanie Obrotu Ekranu Ustaw okres aktualizacji do ułamka (np..2) dla szybkiej aktualizacji, (może używać dużej ilości czasu procesora) Przesunięcie obrotu pozwala ustawi kurs w prawo (90) kurs w dół (180) itp... Trasa w górę, uaktywnij trasę lub punkt trasy (kliknij prawym i Przejdź do) Wiatr w górę wymaga czujnika wiatru przez dane nmea. Dziób w górę wymaga magnetycznego czujnika kompasu poprzez dane nmea.
pt_pt: Controlo Avançado da Rotação da Apresentação Active o período de atualização para uma fracção (ex: .2) para atualização rápida, (isto pode usar demasiado o Cpu) O ajuste da rotação permite o Rumo para a direita (90) Rumo para baixo(180) etc... Rota para cima, activa a rota ou ponto de passagem (Botão direito do rato e navegar para) Vento para cima obriga a um sensor de vento via dados Nmea. Direção para cima obriga a um sensor de Direção magnetica via daos Nmea.
sv_se: Avancerad hantering av skärmrotation Öka uppdateringsfrekvensen med en faktor (t.ex. 2) för snabbare uppdatering, (Det kan behövas en snabb dator) Manuell rotation anger önskad riktning. Höger(90), nedåt(180) osv... Rutt upp följer en rutt eller waypoint (höger klicka på "Navigera till") Vind upp kräver vindgivaren via nmea data. Kurs upp kräver magnetisk kurssensor via nmea data.
tr_tr: Viewport Rotasının Gelişmiş Kontrolü Hızlı güncelleme için Güncelleme periyodunu bir kesire (örneğin .2) ayarlayın, (bu aşırı cpu kullanabilir) Döndürme ofseti doğu rotası(90) kıble rotası(180)vb.. izin verir. Route Up modu için bir rota veya waypoint etkinleştirin (sağa tıkla) Wind Up modu nmea verileri aracılığıyla rüzgar sensörünü gerektirir. Heading Up modu nmea verileri yoluyla manyetik yönlendirme sensörü gerektirir.

source: Toolbar Icons
cs_cz: Ikony panelu nástrojů
el_gr: Εικονίδια εργαλειοθήκης
es_es: Barra de Iconos
et_ee: Tööriistariba ikoonid
fi_fi: Työkalurivin kuvakkeet
fil_ph: Mga icon ng toolbar
fr_fr: Barre d'icônes
id_id: Ikon Toolbar
nb_no: Verktøylinjeikoner
nl: Werkbalkpictogrammen
pl_pl: Ikony paska narzędzi
pt_pt: Ícones da barra de ferramentas
sv_se: Verktygsikoner
tr_tr: Araç Çubuğu Simgeleri

source: Manual Rotate
cs_cz: Ruční otáčení
el_gr: Χειροκίνητη περιστροφή
es_es: Manual de Rotación
et_ee: Käsitsi pööramine
fi_fi: Käsin kääntö
fil_ph: Manwal na pikutin
fr_fr: Faire tourner manuelle
nb_no: Manuell rotasjon
nl: Handmatig roteren
pl_pl: Ręczny obrót
pt_pt: Rotação manual
sv_se: Manuell rotering
tr_tr: Manuel Döndürme

source: Manual Tilt
el_gr: Χειροκίνητη κλίση
es_es: Inclinación manual
et_ee: Käsitsi kallutamine
fi_fi: Käsin kallistus
fil_ph: Manwal na i-tilt
fr_fr: Incliner manuellement
id_id: Kemiringan Manual
nb_no: Manuell tilt
nl: Handmatig neigen
pl_pl: Ręczne nachylenie
pt_pt: Inclinação manual
sv_se: Manuell lutning
tr_tr: Manuel Eğim

source: North Up
cs_cz: Sever nahoře
el_gr: Βορράς προς τα πάνω
es_es: Norte Arriba
et_ee: N-üleval
fi_fi: Pohj ylös
fil_ph: Hilagang paitaas
fr_fr: Nord vers le haut
id_id: Utara Atas
ja_jp: ノースアップ
nb_no: Nord opp
nl: Noord-Boven
pl_pl: Północ na górze
pt_pt: Norte para cima
sv_se: Norr upp
tr_tr: Kuzeye çevir

source: South Up
cs_cz: Jih nahoře
el_gr: Νότος προς τα πάνω
es_es: Sur arriba
et_ee: S-üleval
fi_fi: Etelä ylös
fil_ph: Timog pababa
fr_fr: Sud vers le haut
id_id: Selatan atas
ja_jp: サウスアップ
nb_no: Sør opp
nl: Zuid-Boven
pl_pl: Południe na górze
pt_pt: Sul para cima
sv_se: Söder upp
tr_tr: Güneye çevir

source: Course Up (from GPS)
cs_cz: Kurs nahoře (z GPS)
el_gr: Πορεία προς τα πάνω (από GPS)
es_es: Rumbo arriba (de GPS)
et_ee: Kurss üleval (GPS'ist)
fi_fi: Kurssi ylös (GPS)
fil_ph: Ruta pataas (mula sa GPS)
fr_fr: Cap vers le haut (Du GPS)
ja_jp: GPSを利用したコースアップ
nb_no: Kurs opp (fra GPS)
nl: COG_GPS-Boven
pl_pl: Kurs do góry (z GPS)
pt_pt: Rumo para cima (do GPS)
sv_se: Kurs upp (från GPS)
tr_tr: Yukarı çek (GPS'den)

source: Heading Up (NMEA)
cs_cz: Směrem vzhůru (NMEA)
el_gr: Κατεύθυνση προς τα πάνω (NMEA)
es_es: Rumbo aguja arriba (NMEA)
et_ee: Suund üleval (NMEA)
fi_fi: Suunta ylös (NMEA)
fil_ph: Papunta sa taas (NMEA)
fr_fr: Direction vers le haut (données NMEA)
ja_jp: ヘッドアップ (NMEA)
nb_no: Heading opp (NMEA)
nl: Koers_NMEA-Boven
pl_pl: Dziób do góry (NMEA)
pt_pt: Direcção para cima (NMEA)
sv_se: Kurs upp (kompass)
tr_tr: Başa çek (NMEA)

source: Route Up (to active waypoint)
cs_cz: Trasa nahoru (na aktivní bod)
el_gr: Διαδρομή προς τα πάνω (προς το ενεργό σημείο πορείας)
es_es: Ruta arriba (a waypoint activo)
et_ee: Tee üleval (aktiivsesse teepunkti)
fi_fi: Reitti ylös (aktiiviseen reittipisteeseen)
fil_ph: Ruta pataas (patungo sa aktibong puntahan)
fr_fr: Route vers le haut (Vers le waypoint actif)
ja_jp: ルートアップ (ウエイポイント向け)
nb_no: Rute opp (til aktivt veipunkt)
nl: Koerslijn-Boven
pl_pl: Trasa w górę (do aktywnego punktu)
pt_pt: Rota para cima (para ponto de passagem ativo)
sv_se: Rutt upp (till aktiv waypoint)
tr_tr: Güzergah Yukarı (etkin yol noktasına)

source: Wind Up (NMEA)
cs_cz: Vítr nahoře (NMEA)
el_gr: Άνεμος προς τα πάνω (NMEA)
es_es: Viento arriba (NMEA)
et_ee: Tuul üleval (NMEA)
fi_fi: Tuuli ylös (NMEA)
fr_fr: Vent vers le haut (selon données NMEA)
ja_jp: ウインドアップ (NMEA)
nb_no: Vind opp (NMEA)
nl: Wind_NMEA-Boven
pl_pl: Wiatr do góry (NMEA)
pt_pt: Vento para cima (NMEA)
sv_se: Vind upp (NMEA-sensor)
tr_tr: Başa döndür (NMEA)

source: Dynamic Filter Settings
cs_cz: Nastavení dynamického filtru
el_gr: Δυναμικές ρυθμίσεις φίλτρου
es_es: Configuración Filtro Dinámico
et_ee: Dünaamilised filtri seaded
fi_fi: Dynaamiset suodatin asetukset
fil_ph: Mga pagpipilian para sa synamic filter
fr_fr: Préférences de filtrage dynamique
id_id: Pengaturan Filter Dinamis
ja_jp: 動的フィルタ設定
nb_no: Innstillinger for dynamisk filter
nl: Dynamische filterinstellingen
pl_pl: Ustawienia filtru dynamicznego
pt_pt: Configuração do filtro dinâmico
sv_se: Inställningar för dynamiska filter
tr_tr: Dinamik Filtre Ayarları

source: Update Period
cs_cz: Perioda aktualizace
el_gr: Περίοδος ανανέωσης
es_es: Período de actualización
et_ee: Uuendamise periood
fi_fi: Päivitysjakso
fil_ph: Panahon ng pagupdate
fr_fr: Mettre à jour la période
ja_jp: 更新間隔
nb_no: Oppdaterings periode
nl: Verversfrequentie
pl_pl: Okres aktualizacji
pt_pt: Período de atualização
sv_se: Uppdateringsfrekvens
tr_tr: Süreyi Güncelle

source: Seconds
cs_cz: Sekundy
el_gr: Δευτερόλεπτα
es_es: Segundos
et_ee: sekundit
fi_fi: Sekuntia
fil_ph: Segundos
fr_fr: Secondes
id_id: Detik
ja_jp: 秒
nb_no: Sekunder
nl: seconden
pl_pl: Sekund
pt_pt: Segundos
sv_se: Sekunder
tr_tr: Saniye

source: Filter Over
cs_cz: Filtr nad
el_gr: Φίλτρο κάθε
es_es: Filtro sobre
et_ee: Filter üle
fi_fi: Suodattimen yli
fil_ph: Filter sa
fr_fr: Filtre sur
ja_jp: フィルターオーバー
nl: Filter elke
pt_pt: Filtro sobre
sv_se: Filter
tr_tr: Filtre üzerinde

source: Rotation Offset
cs_cz: Odsazení rotace
el_gr: Αντιστάθμιση περιστροφής
es_es: Desplazamiento de rotación
et_ee: Pööramise nihe
fi_fi: Kierron siirtymä
fil_ph: Ofest ng pagikot
fr_fr: Rotation arrêtée
id_id: Putaran rotasi
ja_jp: オフセット
nb_no: Rotasjons forskyvning
nl: Rotatieoffset
pl_pl: Przesunięcie obrotu
pt_pt: Deslocamento da rotação
sv_se: Rotation
tr_tr: Döndürerek dengele

source: Degrees
cs_cz: Stupně
el_gr: Μοίρες
es_es: Grados
et_ee: kraadi
fi_fi: Astetta
fil_ph: Digris
fr_fr: Degrés
id_id: Derajat
ja_jp: 度
nb_no: Grader
nl: graden
pl_pl: Stopni
pt_pt: Graus
sv_se: Grader
tr_tr: Derece

source: Enable Rotation via [ ] / Keys
cs_cz: Povolit otočení pomocí kláves [] /
el_gr: Ενεργοποίηση περιστροφής με τα πλήκτρα [ ] /
es_es: Permitir Rotación vía [] / teclas
et_ee: Võimalda pööramist [ ] nuppudega
fi_fi: Salli kierto [ ] / näppäimillä
fil_ph: Paganahin ang rotasyon gamit [ ] / Keys
fr_fr: Activer la Rotation par l'intermédiaire de [] / touches
id_id: Aktifkan Rotasi melalui [] / Tombol
ja_jp: [ ] / キーで回転を有効に
nb_no: Aktiver rotasjon via [ ] / taster
nl: Roteren met [ ] / toetsen
pl_pl: Włącz obrót za pomocą [] / klawisze
pt_pt: Activar rotação pelas teclas [ ]
sv_se: Aktivera Rotation via [ ] / tangenter
tr_tr: Döndürmeyi [] / Tuşları ile etkinleştirin

source: Information
cs_cz: Informace
el_gr: Πληροφορίες
es_es: Información
et_ee: Info
fi_fi: Informaatiota
fil_ph: Impormasyon
id_id: Informasi
ja_jp: 情報
nb_no: Informasjon
nl: Informatie
pl_pl: Informacja
pt_pt: Informação
tr_tr: Bilgi

source: About Author
cs_cz: O Autorovi
el_gr: Σχετικά με το συγγραφέα
es_es: Sobre el autor
et_ee: Autorist
fi_fi: Tietoa Tekijästä
fil_ph: Tungkol sa may-akda
fr_fr: Au sujet de l'auteur
id_id: Tentang penulis
ja_jp: 著者について
nb_no: Om opphav
nl: Over de auteur
pl_pl: O autorze
pt_pt: Acerca do autor
sv_se: Om utgivaren
tr_tr: Yazar Hakkında

source: Rotation Control Preferences
cs_cz: Nastavení ovládání rotace
el_gr: Προτιμήσεις ελέγχου περιστροφής
es_es: Preferencias de Control de Rotación
et_ee: Rotation Control eelistused
fi_fi: Kierron valvonnan asetukset
fil_ph: Mga pagpipilian sa rotation kontrol
fr_fr: Préférences des outils de "Rotation"
id_id: Preferensi Kontrol Rotasi
ja_jp: 回転制御設定
nb_no: Innstillinger for rotasjons kontroll
nl: Voorkeuren rotatiebeheer
pl_pl: Preferencje kontroli obrotu
pt_pt: Preferências do Controlo de Rotação
sv_se: Inställningar för rotationskontroll
tr_tr: Döndürme Kontrolü Tercihleri

source: Rotate CCW
cs_cz: Otočit doleva
el_gr: Περιστροφή CCW
es_es: Girar CCW
et_ee: Pööra vastupäeva
fi_fi: Kierrä vastapäivään
fil_ph: Ikutin CCW
fr_fr: Pivoter le CCW
id_id: Putar CCW
ja_jp: 左回りに回転
nb_no: Roter mot klokken
nl: Roteer linksom
pl_pl: Obróć w lewo
pt_pt: Rodar contra ponteiros do relógio
sv_se: Rotera CCW
tr_tr: Sola Döndür

source: Rotate CW
cs_cz: Otočit doprava
el_gr: Περιστροφή CW
es_es: Girar CW
et_ee: Pööra päripäeva
fi_fi: Kierrä myötäpäivään
fil_ph: Ikutin CW
fr_fr: Pivoter le CW
id_id: Putar CW
ja_jp: 右回りに回転
nb_no: Roter med klokken
nl: Roteer rechtsom
pl_pl: Obróć w prawo
pt_pt: Rodar direcção ponteiros do relógio
sv_se: Rotera CCW
tr_tr: CW'yi döndür

source: Tilt Up
cs_cz: Naklonit nahoru
el_gr: Αύξηση κλίσης
es_es: Inclinar hacia arriba
et_ee: Kalluta üles
fi_fi: Kallista ylös
fil_ph: Ikiling pataas
fr_fr: Incliner vers le haut
ja_jp: 上へ
nb_no: Tilt opp
nl: Omhoog neigen
pt_pt: Inclinação para cima
sv_se: Luta upp
tr_tr: Yukarı Eğin

source: Tilt Down
cs_cz: Naklonit dolů
el_gr: Μείωση κλίσης
es_es: Inclinar hacia abajo
et_ee: Kalluta alla
fi_fi: Kallista alas
fil_ph: Ikiling pababa
fr_fr: Incliner vers le bas
id_id: Miring ke bawah
ja_jp: 下へ
nb_no: Tilt ned
nl: Omlaag neigen
pt_pt: Inclinação para baixo
sv_se: Luta nedåt
tr_tr: Aşağı Eğin

source: Course Up
cs_cz: Kurs nahoru
el_gr: Πορεία προς τα πάνω
es_es: Rumbo Arriba
et_ee: Kurss üleval
fi_fi: Kurssi ylös
fil_ph: Ruta pataas
fr_fr: COG vers le haut
ja_jp: コースアップ
nb_no: Kurs opp
nl: COG_GPS-Boven
pl_pl: Kurs do góry
pt_pt: Rumo para cima
sv_se: Kurs upp
tr_tr: Yukarı

source: Heading Up
cs_cz: Směr nahoru
el_gr: Κατεύθυνση προς τα πάνω
es_es: Rumbo aguja arriba
et_ee: Suund üleval
fi_fi: Suunta ylös
fil_ph: Patungo sa taas
fr_fr: Direction vers le haut
id_id: Menuju
ja_jp: ヘッドアップ
nb_no: Heading opp
nl: Koers-Boven
pl_pl: Dziób do góry
pt_pt: Proa para cima
sv_se: Kompasskurs upp
tr_tr: Başa

source: Route Up
cs_cz: Trasa nahoru
el_gr: Διαδρομή προς τα πάνω
es_es: Ruta arriba
et_ee: Tee üleval
fi_fi: Reitti ylös
fil_ph: Ruta pataas
fr_fr: Route vers le haut
ja_jp: ルートアップ
nb_no: Rute opp
nl: Koerslijn-Boven
pl_pl: Trasa do góry
pt_pt: Rota para cima
sv_se: Rutt upp
tr_tr: Yukarı Rota

source: Wind Up
cs_cz: Vítr nahoru
el_gr: Άνεμος προς τα πάνω
es_es: Viento arriba
et_ee: Tuul üleval
fi_fi: Tuuli ylös
fr_fr: Vent vers le haut
id_id: Menyelesaikan
ja_jp: ウィンドアップ
nb_no: Vind opp
nl: Windrichting-Boven
pl_pl: Wiatr do góry
pt_pt: Vento para cima
sv_se: Vind upp
tr_tr: Başa döndür

source: Rotation Control
cs_cz: Ovládání rotace
el_gr: Έλεγχος περιστροφής
es_es: Control de Rotación
et_ee: Pööramise ohje
fi_fi: Pyörityksen hallinta
fil_ph: Kontrol sa rotasyon
fr_fr: Outil de "Rotation"
id_id: Kontrol Rotasi
ja_jp: ローテーション制御
nb_no: Rotasjons kontroll
nl: Rotatiebeheer
pl_pl: Kontrola obrotu
pt_pt: Controlo de Rotação
sv_se: Rotationskontroll
tr_tr: Dönme Kontrolü

source: Rotation Control PlugIn for OpenCPN
cs_cz: Modul ovládání rotace mapy pro OpenCPN
el_gr: Πρόσθετο Ελέγχου Περιστροφής για το OpenCPN
es_es: PlugIn de Control de Rotación para OpenCPN
et_ee: Rotation Control plugIn OpenCPN'i jaoks
fi_fi: Kierronhallinta PlugIn OpenCPN
fil_ph: Rotation Control PlugIn para sa OpenCPN
fr_fr: Complément pour faire tourner la zone de carte d'OpenCPN
id_id: Plugin Kontrol Rotasi untuk OpenCPN
ja_jp: ローテンション制御プラグイン
nb_no: Rotasjons kontroll utvidelse for OpenCPN
nl: Rotatiebeheer PlugIn voor OpenCPN
pl_pl: Wtyczka kontroli obrotu dla OpenCPN
pt_pt: Extensão de Controlo de Rotação para OpenCPN
sv_se: Rotationskontroll. PlugIn för OpenCPN
tr_tr: OpenCPN için Döndürme Kontrol Eklentisi

source: Rotation Control PlugIn for OpenCPN Advanced control of the viewport rotation angle.
cs_cz: Modul ovládání rotace mapy pro OpenCPN Rozšířené ovládání úhlu otočení zobrazení.
el_gr: Πρόσθετο ελέγχου περιστροφής για το OpenCPN Προηγμένος έλεγχος της περιστροφής της οθόνης.
es_es: PlugIn de Control de Rotación para OpenCPN Control avanzado del ángulo de rotación del punto de visión.
et_ee: Rotation Control plugIn OpenCPN'i jaoks Vaateava pöördenurga lisaohje.
fi_fi: Kierronhallinta PlugIn OpenCPN: lle Kehittynyt näyttöikkunan kiertokulman hallinta.
fil_ph: Rotation Control PlugIn para sa OpenCPN Advance na kontrol ng rotasyon ng viewport angle.
fr_fr: Complément "Rotation" pour OpenCPN Gestion avancée de l'angle d'affichage.
id_id: Plugin Kontrol Rotasi untuk OpenCPN Kontrol lanjutan pada sudut pandang viewport.
ja_jp: 見え方の角度制御のためのプラグイン。
nb_no: Rotasjons kontroll utvidelsen for OpenCPN Avansert kontroll av rotasjons vinkel til visningsvinduet.
nl: Rotatiebeheer PlugIn voor OpenCPN Uitgebreide beheermogelijkheid voor de rotatiehoek van de 'viewport'.
pl_pl: Wtyczka kontroli obrotu dla OpenCPN Zaawansowana kontrola kąta obrotu widoku.
pt_pt: Extensão de Controlo de Rotação para OpenCPN Controlo avançado do ângulo de rotação da apresentação.
sv_se: Shärmrotations-PlugIn för OpenCPN Utökad styrning av skärmbildens rotation.
tr_tr: OpenCPN için Döndürme Kontrol Eklentis ile dönüş açısını ileri düzeyde kontrol edebilirsiniz.

source: Invalid update period, defaulting to 5 seconds
cs_cz: Neplatný interval aktualizace, bude použito výchozích 5 sekund
el_gr: Άκυρη περίοδος ανανέωσης, επιστροφή στα 5 s
es_es: Período de actualización no válida, estableciendo a 5 segundos
et_ee: Kehtetu uuenduperiood, tagasi vaikeväärtusele 5 sekundit
fi_fi: Sopimaton päivitysjakso, vakioidaan 5 sekunttiin
fil_ph: Imbalidong panahon ng pagupdate, bumabalik sa dati sa sa loob ng 5 segundos
fr_fr: Période de mise à jour non valide, ou par défaut dans 5 secondes
id_id: Periode pembaruan tidak valid, default hingga 5 detik
ja_jp: 更新間隔が不正です、５秒が既定。
nb_no: Ugyldig oppdaterings periode, går tilbake til 5 sek.
nl: Ongeldige verversfrequentie; nu standaard 5 seconden
pl_pl: Nieprawidłowy okres aktualizacji, domyślnie jest to 5 sekund
pt_pt: Período de actualização inválido, activando 5 segundos
sv_se: Ogiltig uppdateringsfrekvens. Återställs till 5 sekunder
tr_tr: Geçersiz güncelleme süresi, varsayılan olarak 5 saniyedir
